[{
    "id": 307,
    "title": "Registration",
    "place": "",
    "service": true,
    "description": ""
},
{
    "id": 308,
    "title": "Intro",
    "place": "Upstream",
    "description": "We are opening the conference with few announcements for orientation"
},
{
    "id": 309,
    "title": "Closing",
    "place": "Upstream",
    "description": "Everything comes to an end"
},
{
    "id": 310,
    "title": "Coffee Break",
    "place": "Hall",
    "service": true,
    "description": "The best time to talk with speakers and attendees"
},
{
    "id": 311,
    "title": "Room Change",
    "place": "",
    "service": false
},
{
    "id": 312,
    "title": "Lunch Break",
    "description": "Let's digest the food for thought by having real food.",
    "place": "Upstream",
    "service": true
},
{
    "id": 316,
    "title": "Lunch Break + Project Portfolio Management with Kanban(ize) Workshop",
    "description": "Let's digest the food for thought by having real food. Also, our sponsor Kanbanize will talk about Project Portfolio Management.",
    "place": "Upstream",
    "service": true
},
{
    "id": 313,
    "title": "Shuttle to social-event",
    "place": "In front of the veneu",
    "service": false
},
{
    "id": 314,
    "title": "Social Event @ Speicherstadt",
    "description": "Enjoy a drink and interesting conversations with speakers and particiapants at the UNCESO world heritage site - the Ehemaliges Hauptzollamt!",
    "place": "Ehemaliges Hauptzollamt ‒ Zollhalle",
    "service": true
},
{
    "id": 315,
    "title": "Lean Coffee Break",
    "description": "Discuss, share and learn while having coffee",
    "service": true
},
{
    "id": 110,
    "title": "Bringing Managers Back to Work",
    "description": "Companies are multiplying initiatives to evolve their organization and ways of working to cope with the new challenges of competitive advantage – including how to leverage the potential of digital technologies. These efforts go by various names – Lean and Agile are the most popular, but we also hear about holacracy, the polycratic organization and exponential organizations. Beyond the name tags and labels, the real issue is a revolution in the role of management. Without this revolution, the new technologies don’t deliver on their promise, the organization just gets more complicated when the Agile paraphernalia is added on top of the structure and processes -- and productivity keeps declining while people disengage. Drawing on his contribution to the development of organization theory and his consulting work with more than 500 organizations, Yves Morieux will discuss the practical role of managers, their duties and ways to add value for the new organization to create profitable growth.",
    "subtype": "keynote",
    "speakers": [
        110
    ],
    "language": "en",
    "complexity": "",
    "slides": "",
    "video": null
},
{
    "id": 120,
    "title": "Using the KMM as a map to business agility",
    "description": "The Kanban Maturity Model democratizes successful Agile transformation. It enables faster, better results without the high costs and extreme failure rate associated with the conventional path to Agile. For over a decade, the Kanban Method has been your alternative path to agility.

    Now the KMM offers a map to consistently achieve superior business agility.

    Regardless of your starting conditions, the Kanban Maturity Model can help you improve collaboration, trust, team work, service delivery, customer satisfaction, business agility, risk management and economic performance.

    David’s talk explains how KMM helps you understand your context and choose appropriate Kanban practices. Your circumstances are unique. You need pragmatic, actionable, evidence-based guidance that works. The KMM codifies a decade of Kanban coaching experience and delivers it in a consumable package that will democratize business agility. KMM: successful evolutionary change for professional service businesses of every size and maturity level.",
    "subtype": "keynote",
    "speakers": [
        120
    ],
    "language": "en",
    "complexity": "",
    "slides": "",
    "video": null
},
{
    "id": 130,
    "title": "Shift perspective, change reality",
    "description": "George Parker lets you experience the power of changing perspective. You will discover how a shift in perspective will change the way you look at situations, a problem, other people and even yourself. George uses illusions and mentalism to teach you how to change your own perspective. But also how you can affect other people’s minds and the way they look at reality. Masters at this craft will produce better outcomes, solve problems faster and become more creative. On top of that they will collaborate better, with a lot more fun and empathy. These are all signs of high performance teams.",
    "subtype": "keynote",
    "speakers": [
        130
    ],
    "language": "en",
    "complexity": "",
    "slides": "",
    "video": null
},
{
    "id": 3,
    "title": "Mining for GOLD-nuggets – ein Erfahrungsbericht eines Hidden Champions",
    "description": "Flexible Prozess-Abbildung und schlankes Design verhelfen Kanban zu wachsender Beliebtheit jenseits reiner IT-Applikation. Dieser Erfahrungsbericht befasst sich mit DISCOVERY-Kanban im Online-Marketing und Produkt-Management (SME Hidden-Champion, Groß- & Einzelhandel für Werkzeug, Werkstatt-Ausstattung / Produktionslinien-Bestückung) und datiert auf 2015ff. Aufsetz - Punkt war eine WebShop - Einführung(kundenseitige IT - Abt.vollzog SW - Entwicklung auf Basis Standard - SW - Baukasten - System);das IT - Projekt litt unter Schieflage(offiz.GoLive vollzogen, der eShop generierte aber kaum Umsatz und sah wenig Traffic).Ursache war u.a.eine mangelhafte Such - Funktion(lt.Quick - Assessment von UX - Experten).Nach techn.BugFix und Umstellung der IT - SW - Entwicklung von 'Cargo-Cult Fake-Agile' auf AgileManifesto - konformeres Arbeiten, war klar, dass weitere Engpässe im Online - Marketing(ProductOwner des eShops) in Anforderungs - Selektion und - Vorbereitung bestanden.DISCOVERY - Kanban behob die Engpässe erfolgreich.",
    "subtype": "talk",
    "speakers": [
        3, 33
    ],
    "language": "de",
    "complexity": "beginner",
    "slides": null,
    "video": null
},
{
    "id": 7,
    "title": "Agile portfolio’s as market places",
    "description": "Self-governance models (e.g. Holacracy, Teal organization, Sociocracy 3.0, …) as well as models for aligned autonomy(e.g.the 'Spotify model') have emerged to address the need for strategic agility.Strategic agility, however, requires more than autonomy and alignment.Suppose that you are working in an organization where you have multiple initiatives going on.On a regular basis work finishes and capacity becomes available(supply - side).At the same time customers– external as well as internal– are requesting new work to be performed(demand - side).Ideally, you can perfectly match the needs of newly arrived work with the capacity that has become available.In reality, however, work arrives when there is no free capacity or where the right type of capacity is not free;or, capacity becomes available when there is no new demand or where the demand is not of the right type. Whether we want it or not, organizations are market places where an ever - varying, ever - evolving demand is confronted with an ever varying, ever - evolving supply.These market places are internal, but reflect the external market place.As a reflection they can draw inspiration from these external market places in the way they are operated.In this presentation we will explore what it takes to run an 'agile portfolio' as an(internal) market place inspired on financial markets. We will start with laying out the structure of the portfolio as a market place(who trades what, and so on).In analogy to the concept of market liquidity that can be found in financial markets, we will explore organizational liquidity as a measure of how well supply and demand can be matched.We will take into account all the realities of a varying demand and a constrained supply and discuss why and how to improve liquidity.We will explore the concept of disintermediation(cutting out the middlemen), a hot trend in financial markets(e.g.with cryptocurrencies).Inspired by this, we will end with giving a glimpse of a possible future of internal market places that are regulated by a digicoin.The goal is to explore disintermediated liquidity as a powerful new way of self - organizing. ",
    "subtype": "talk",
    "speakers": [
        7
    ],
    "language": "en",
    "complexity": "intermediate",
    "slides": "agile-portfolios-as-market-places-autonomy-meets-liquidity/1",
    "video": null
},
{
    "id": 6,
    "title": "Risky Business: Real Options for Business Agility",
    "description": "Enterprise projects are known to have challenges with uncertainty, risk, forecasting and commitment – and the most valuable projects often carry the most risk. Other industries also encounter risk and generate value by understanding and managing that risk effectively. Todd Little explores techniques used in a number of risky businesses – product development, oil and gas exploration, investment banking, medicine, weather forecasting, and gambling – and shares what those industries have done to manage uncertainty.",
    "subtype": "talk",
    "speakers": [
        6
    ],
    "language": "en",
    "complexity": "intermediate",
    "slides": null,
    "video": null
},
{
    "id": 2,
    "title": "Die sechs Kanban-Praktiken als Hilfsmittel für (Selbst-)Führung",
    "description": "Um die eigenen Leadership-Fähigkeiten auszubauen und selbst Führung für sich und andere zu übernehmen, gibt es einen Dschungel an Optionen. Das macht es nicht leichter, seinen eigenen Weg zu Wirksamkeit zu finden. Da stellt sich die Frage, auf welche konkreten Praktiken man sich dabei konzentrieren kann. So entstand die Idee, die sechs Kanban-Praktiken, die meistens auf Teams, per Portfolio-Kanban oder bezogen auf die ganze Organsiation angewendet werden, aus dem Blickwinkel der Selbstführung zu betrachten. Dieser Vortrag vermittelt Möglichkeiten, wie sich die sechs Kanban-Praktiken als Inspiration für wirksame (Selbst-)Führung nutzen lassen.",
    "subtype": "talk",
    "speakers": [
        2
    ],
    "language": "de",
    "complexity": "beginner",
    "slides": null,
    "video": null
},
{
    "id": 8,
    "title": "Business Agility through the Eyes of a Metalhead CEO",
    "description": "What if I told you that heavy metal and Agile have a lot in common? What if a musician could walk into a room full of Agile coaches and nobody could tell them apart? What if there are universal principles that can be applied irrespective of what you do? What if frameworks don’t actually work? Join the metalhead CEO and learn interesting things about music, Agile and life in general.",
    "subtype": "talk",
    "speakers": [
        8
    ],
    "language": "en",
    "complexity": "beginner",
    "slides": null,
    "video": null
},
{
    "id": 9,
    "title": "Lean Portfolio Governance with Kanban in a Fintech Company",
    "description": "The goal of this presentation is to show how a Financial Technology Company in Brazil sustainable evolve from 20 teams running around 50 initiatives to 140 teams with more then 400 initiatives in 4 years, becoming NYSE's Biggest IPO Since Snap in 2018, following what we call an Agile Journey supported by Kanban. Some of the practices we use in our organization that will be presented here: Fit for Purpose clients segmentation, OKRs to provide alignment between strategic, tactical and operational levels, Lean Canvas and A3 for design, implementation and delivery process follow up and, finally, a Portfolio Kanban that started in a Power Point, with metrics done manually in Excel, based in the Spotify Product Development process and today is evolving based on Flight Levels, supported by tools as Swiftkanban and PowerBI and in the autonomy of people involved in this process, as Management and Product Owners.",
    "subtype": "talk",
    "speakers": [
        9
    ],
    "language": "en",
    "complexity": "intermediate",
    "slides": null,
    "video": null
},
{
    "id": 5,
    "title": "Kanban auf leisen Sohlen",
    "description": "Das zweite Veränderungsprinzip von Kanban ('Vereinbare evolutionäre Prozessverbesserungen') mag den Eindruck erwecken, dass ein Mandat für eine Kanban-Initiative - sobald einmal vereinbart - verlässlich und stabil ist. Dieser Vortrag beleuchtet Situationen, in denen diese Annahme nicht gilt. Solche Situationen können unter anderem dann entstehen, wenn ein Mandat unwissentlich auf einer Illusion von Verständnis (etwa durch gemeinsam verwendete und verschieden interpretierte Vokabeln) beruht hat und diese Illusion im Laufe der Zeit offensichtlich wird. Der Vortrag nennt mögliche Konsequenzen und betont die Notwendigkeit einer ständigen und gleichzeitig ethisch begründeten Suche nach einem immer wieder neuen Mandat für Kanban. Er beschreibt den Umgang mit solchen Situationen aus der Erfahrungswelt des Vortragenden; eine Vielzahl von Anekdoten illustriert dabei mögliche Symptome eines fehlenden Mandats, ethische Spannungsfelder und auf leisen Sohlen wiederentdeckte Mandate in der Praxis.",
    "subtype": "talk",
    "speakers": [
        5
    ],
    "language": "de",
    "complexity": "intermediate",
    "slides": null,
    "video": null
},
{
    "id": 10,
    "title": "RE.A.L. customer agility",
    "description": "After many years of experience with classic waterfall projects at sitegeist, in 2013 Gina and Sven started to completely restructure the whole agency.  Starting with Kanban, this quickly developed to a separate agency model: a version of #NoEstimates called# RawEstimates combined with agile and lean methods.A new child was born named RE.A.L. It mainly includes 4 key facts: The closely defined goals and three numbers(Number of modules, price and duration).But the radically new concept is, that there is no contract concluded. What sounds scary, not only comes with a lot of flexibility but also with more customer satisfaction, cheaper and better projects, no offers and no specifications or duty staplers. But surely the customer is one of the most important parts in this equation: Real agility demands an agile customer! Gina and Sven will explain how they managed to expand their agile agency world to incorporate the customer truly.",
    "subtype": "talk",
    "speakers": [
        10, 11
    ],
    "language": "en",
    "complexity": "intermediate",
    "slides": null,
    "video": null
},
{
    "id": 12,
    "title": "Two Epics per Week!?",
    "description": "Starting in early 2019 our stakeholders told us that delivering two epics per week is way too low. We then did a deep analysis of our problems using systems mappings and we derived actions from it. In my talk we take a look at these systems mappings, the derived actions, and their effects by using real data of our three level Kanban system. On our way towards operational excellence it is surprising which elements have an impact on WIP, throughput, cycle time and how this affects operating costs and the value we deliver to our customers.",
    "subtype": "talk",
    "speakers": [
        12
    ],
    "language": "en",
    "complexity": "intermediate",
    "slides": null,
    "video": null
},
{
    "id": 13,
    "title": "Flight Level Boards - Experiences after being on the journey for a year",
    "description": "Bosch Power Tools is undergoing its biggest transformation ever with the 'Agile Transformation @ PT' project. After having created around 50 cross-functional purpose teams we are looking into how to align them and also come to the next level - making PT a true business agile organization.",
    "subtype": "talk",
    "speakers": [
        13, 14
    ],
    "language": "en",
    "complexity": "intermediate",
    "slides": "light-level-boards-experiences-after-being-on-the-journey-for-a-year",
    "video": null
},
{
    "id": 15,
    "title": "Siberian tale, part 2: how we implemented classes of services",
    "description": "At Pushwoosh, we struggled to implement WIP limits for Upstream. Product managers generated tons of new(very important) features, queue before downstream development was full. Even though we had regular replenishment meetings where product managers and business picked things we should do next, it didn’ t help much.Managers were constantly fighting with each other, behind - the - scenes games and manipulations took place from time to time.Decisions were based on how convincing and impressive features’ presentation were or because someone worked out a deal with decision makers.At the same time, our CEO was often dissatisfied with the fact that improvements / features he requested were not implemented. On top of that, our development team had a conflict with the product team since PMs blamed developers that they cannot fulfil all their requests, while developers complained that the product team tries to push their features to development, no matter what, bypassing all agreements and processes. ",
    "subtype": "talk",
    "speakers": [
        15
    ],
    "language": "en",
    "complexity": "intermediate",
    "slides": null,
    "video": null
},
{
    "id": 16,
    "title": "Agile Motivation – the Human Side of Kanban",
    "description": "Some companies motivate people with perks, ultimately draining motivation. Here’s a scientific explanation & some hands-on options for enabling true motivation.</br> This type is called autonomous motivation(AM).It’ s the inner engine that enables employees to produce exceptional results, act as intrapreneurs & handle stiff challenges with grace.Research shows, AM shouldn’ t be confused with intrinsic motivation or fun. < /br> High AM results in a reduced operational risk, as it lowers the probability of work - related accidents & decreases the error rate.An increased AM will lead to healthier employees & improve outcome quality.Yet, the most important effect: it enables people to think & work productively in complex contexts. < /br> I’ ll speak about the psychology of motivation & its 3 enablers.True agility, as it is embodied in the agile principles, spurs these 3 enablers.When they’ re mishandled, though, highly motivated teams can turn into passive groups of people who don’ t mind producing waste. ",
    "subtype": "talk",
    "speakers": [
        16
    ],
    "language": "en",
    "complexity": "intermediate",
    "slides": null,
    "video": null
},
{
    "id": 17,
    "title": "Kanban’s Established Solutions for Chronic Agile Pain Points",
    "description": "For years Agile practices and methodologies have failed to adequately address legitimate management concerns: prioritization, dependencies, meaningful metrics, forecasting, and aligning specialist functions to deliver what customers request. Within the Kanban Method and the lesser-known Enterprise Services Planning (ESP) body of practices there are well-established solutions that have helped managers overcome these chronic problems. ESP is a collection of advanced practices to reach and maintain high levels of fitness-for-purpose. However there are simplified versions, based on the validated practices, than any Agile manager can use. We will look at one set of practices to address the dependencies pain point from a case study.</br></br>

Agile’ s answer to dependencies has been to ‘thin slice’ or to ‘put all dependent skills in the same team.’ It’s answer to prioritization is ‘place responsibility on one person’ or ‘force stack ranking’ or ‘just do the weighted, shortest job first’. Agile metrics are not KPIs – doubling velocity would not be an improvement. For forecasting, it’s mostly smoke and mirrors with very low reliability. We will frankly look at why these popular Agile solutions don’t help managers. Then we will look simple approaches any manager can implement based on Kanban and ESP practices and how it overcomes these pain points. As a coach you will be prepared to learn more about how to start tackling these chronic issues for good. As a manager you will hear answers to your burning questions and know where to start looking for better help.",
    "subtype": "talk",
    "speakers": [
        17
    ],
    "language": "en",
    "complexity": "intermediate",
    "slides": null,
    "video": null
},
{
    "id": 18,
    "title": "Beyond Copy Paste Agile",
    "description": "Most companies claiming to, or wanting to, be agile, start at the team level. Often this involves adopting a model or framework that either only has those parts, or ignoring the Program and Stategy level changes. At best this inspires a change journey, but more often this yields little impact on the long term business metrics.
    In this session I will draw in my different experiences, as a Business Manager, Product Lead, and Coach designing effective orgs at Spotify, to demonstrate how the 3 lenses of Systems, Science and Sapiens, help in gather broader perspective, which ultimately leads to more effective, longer lasting, impact",
    "subtype": "talk",
    "speakers": [
        18
    ],
    "language": "en",
    "complexity": intermediate,
    "slides": null,
    "video": null
},
{
    "id": 19,
    "title": "Agility across time zones",
    "description": "Have you ever tried a daily stand up when your team is distributed across 5 countries and 4 different time zones? What about keeping a physical Kanban board up to date?</br> Can you imagine an organization with dozens of teams like that ? All working on building the same Product ? < /br> How do you make work visible, consistent and aligned with business goals when team members are distributed across multiple countries and time zones ? < /br> I will share with you this journey from uncertainty to consistency.And I will tell you the challenges we faced, what worked for us, and what I learnt. ",
    "subtype": "talk",
    "speakers": [
        19
    ],
    "language": "en",
    "complexity": intermediate,
    "slides": null,
    "video": null
},
{
    "id": 20,
    "title": "Continuous Transformation in a Large Complex Organisation",
    "description": "In 2017 we set out to become 'the best and coolest DevOps team in Switzerland'. Our ambition for the next three year was, and still is, to:</br></br>* reduce the number of critical incidents by 50 % every year</br>* reduce the cost for centralised quality assurance by 60 %</br>* reduce the amount of central leadership positions to 5 %</br></br>'We' means a team of approx 1.400 people working in software development in a large complex organisation, a leading telecommunications provider in Switzerland.</br></br>This is an experience report of our continuous transformation.",
    "subtype": "talk",
    "speakers": [
        20
    ],
    "language": "en",
    "complexity": "intermediate",
    "slides": null,
    "video": null
},
{
    "id": 24,
    "title": "The House of Enterprise Agility",
    "description": "Piloting Scrum teams in enterprise usually goes pretty well. You isolate your best people in dedicated teams focusing on the same new product without any interruption. You have demo sessions in the spotlight of top management every two weeks. How can it possibly go wrong?</br></br> The problem begins when the management asks you to scale your success through the rest of the company.You then learn it the hard way that Scrum of Scrum is not enough, Spotify model is chaotic, SAFe is too much and LeSS is too ideal.You were told Agile is a mindset and you need to create your own blueprint but you are lost in the ocean of scaled agile frameworks. < /br></br > This talk tells our story of how we put together a set of fundamental tools in The House of Enterprise Agility to help our enterprise client improve their business agility.Many of them have very little to do with information technology.If you are looking for inspiration to create your own enterprise agile blueprint, this talk might interest you.",
    "subtype": "talk",
    "speakers": [
        24, 25
    ],
    "language": "en",
    "complexity": null,
    "slides": null,
    "video": null
},
{
    "id": 21,
    "title": "1+1=1 Eine Kanban Success Story",
    "description": "Das Wertschriftenabwicklungsvolumen der wichtigsten Kantonalbank in der Schweiz hat sich in den letzten drei Jahren beinahe verdoppelt. Im Backoffice hatte man sich zum Ziel gesetzt, diesen Anstieg ohne zusätzliche Ressourcen zu meistern. Dieses ambitionierte Ziel war der Startschuss einer Reise auf dem Pfad der kontinuierlichen Verbesserung. Innovationen zielgerichteter und schneller umsetzen zu können war die Motivation, die Grundprinzipien von Kanban waren der Kompass. Mit einem Rucksack voller Leidenschaft wurde gestartet zu neuen Denkweisen, zu eigenverantwortlichem Handeln und inspirierender Zusammenarbeit. Mit Erfolg!  ",
    "subtype": "talk",
    "speakers": [
        21, 32
    ],
    "language": "de",
    "complexity": "intermediate",
    "slides": null,
    "video": null
},
{
    "id": 23,
    "title": "Wardley Mapping meets Kanban Maturity Model",
      "description": "Based on empiricism and many case studies, the Kanban Maturity Model offers organizations pragmatic guidance about which of about 150 sub-practices within the Kanban method are aligned with their organizational maturity levels. It maps those practices to observable business outcomes using seven levels of maturity and aids evolution of processes.

      When it comes to evolution, Wardley Maps can show the state of evolution of components within a value stream in relation to a predefined anchor and helps with gaining situational awareness. In my talk I will show how Wardley Maps and the Kanban Maturity Model overlap and how you can use both in combination to assess how to choose appropriate methods and practices for the context you’re in.",
    "subtype": "talk",
    "speakers": [
        23
    ],
    "language": "en",
    "complexity": "intermediate",
    "slides": null,
    "video": null
},
{
    "id": 27,
    "title": "DYNAMIC - How to get Fit for Purpose",
    "description": "The Fit for Purpose Framework already gained momentum describing the criteria to develop the products and services that customers want and are willing to pay for. But how to start implementing the framework at your company? DYNAMIC is derived from STATIK and will provide the steps you can use to implement the F4P framework on your own.",
    "subtype": "talk",
    "speakers": [
        27, 28
    ],
    "language": "en",
    "complexity": "intermediate",
    "slides": null,
    "video": null
},
{
    "id": 22,
    "title": "Portfolio-Planung von Top-Down zu Bottom-Up",
    "description": "Wer hat dies nicht auch schon erlebt – jedes Jahr findet sie statt – die Jahresplanung der Unternehmung. Ziele, die von „Oben“ vorgegeben werden, von der „Mitte“ mit konkreten Maßnahmen unterfüttert werden, welche wiederum zu einem Jahres-Portfolio führen, welches „Unten“ nur noch umsetzen muss.</br></br> Und dabei ist man doch soooo agil! < /br></br > Nun ja, der Weg ist nie leicht.REWE Digital hat im letzten Jahr ein paar Veränderungen vorgenommen und organisiert inzwischen zum Beispiel ihr Portfolio mit Kanban.In unserem Erfahrungsbericht wollen wir unseren Weg von der Top - Down Jahres - & Portfolioplanung hinzu einer Bottom - Up und schließlich rollierenden Portfolioplanung teilen. ",
    "subtype": "talk",
    "speakers": [
        22, 26
    ],
    "language": "de",
    "complexity": "intermediate",
    "slides": null,
    "video": null
},
{
    "id": 29,
    "title": "Meet Miss Moneypenny! Oder: 'Kannst du mal kurz Kanban'?",
    "description": "Rechnungswesen, Eventorganisation, Logistik- und Materialmanagement, Gästebetreuung, Officemanagement und die zuständige „Kannst-du-mal-kurz-Zentrale“ - Das Moneypenny Team bei it-agile ist vor allem eins: multidisziplinär. Die Vielschichtigkeit unserer Aufgaben zeigt sich auch auf unserem, über die Jahre stetig weiterentwickelten, Kanban-Board. Wir stellen vor, wie es uns gelingt, unterschiedlichste Aufgabenbereiche zu visualisieren, welche teameigenen Tools wir geschaffen haben und welchen Herausforderungen wir dabei bisher begegnet sind.",
    "subtype": "talk",
    "speakers": [
        29, 30
    ],
    "language": "de",
    "complexity": "beginner",
    "slides": null,
    "video": null
},
{
    "id": 30,
    "title": "Strategische Ausrichtung mal anders (aka Wardley Maps in action)",
    "description": "Wie genau komme ich zu einer strategischen Ausrichtung? Welche Entscheidung treffe ich? Und wie oft muss ich das tun?
    In diesem Talk gibt Mathias eine kurze Einführung zu Wardley Maps und eine Vorstellung, was er bisher bei der Anwendung für Erfahrungen gemacht hat und welche Tipps und Tricks sich als sehr wertvoll herausgestellt haben.
    ",
    "subtype": "talk",
    "speakers": [
        4
    ],
    "language": "de",
    "complexity": "",
    "slides": null,
    "video": null
},
{
    "id": 31,
    "title": "Flight Levels in Action",
    "description": "Immer mehr Organisationen setzen Flight Levels als ein Denkmodell ein, damit das Unternehmen agil am Markt agieren kann. Dafür braucht es sehr viel mehr, als einfach nur ein paar Teams zu agilisieren. In diesem Vortrag werde ich anhand eines Unternehmens zeigen, wie Flight Levels dafür verwendet werden, teamübergreifende Business Agilität zu erreichen. Ich werde auch darauf eingehen, welche Boards gebaut wurden, um agile Interaktionen zwischen den Teams zu etablieren und wie sich die Arbeit über die Boards bewegt, damit strategisches Alignment in der gesamten Organisation erreicht wird.",
    "subtype": "talk",
    "speakers": [
        1
    ],
    "language": "de",
    "complexity": "intermediate",
    "slides": "flight-levels-in-action",
    "video": null
}
]
