[{
    "id": 110,
    "name": "Yves",
    "surname": "Morieux",
    "company": "Boston Consulting Group (BGC)",
    "title": "Managing Director and Senior Partner",
    "bio": "Yves Morieux is Managing Director and Senior Partner at the Boston Consulting Group (BCG). He leads the BCG Institute for Organization. Yves pioneered new ways of organizational thinking through the development of “Smart Simplicity”, an approach to manage complexity for competitive advantage. Through his career Yves advised more than 500 organizations across industries and geographies. He is regularly featured on the evolution of work and organizations in major publications like Financial Times, Wall Street Journal, Economist, Harvard Business Review and is famous for his various TED talk.",
    "thumbnailUrl": "YvesMorieux.jpg",
    "keynote": true,
    "social": [{
        "name": "linkedin",
        "link": "https://www.linkedin.com/in/yves-morieux-395969/"
      },
      {
        "name": "site",
        "link": "https://www.bcg.com/de-de/about/people/experts/yves-morieux.aspx"
      }
    ],
    "ribbon": [{
      "abbr": "Keynote",
      "title": "Keynote"
    }]
  },
  {
    "id": 120,
    "name": "David J.",
    "surname": "Anderson",
    "company": "Lean Kanban Inc.",
    "title": "Chairman",
    "bio": "David J Anderson is an innovator in management thinking for 21st Century businesses.\nHe is chairman of Lean Kanban Inc., a training, consulting, events, and publishing business, making new ideas accessible to managers across the globe.\nHe has more than 30 years’ experience in the high-technology industry, starting with games in the early 1980s.\nHe worked at IBM, Sprint, Motorola, and Microsoft, as well as a number of startup businesses. He is the pioneer\nof both the Kanban Method and Enterprise Services Planning.",
    "thumbnailUrl": "DavidAnderson.jpg",
    "keynote": true,
    "social": [{
        "name": "twitter",
        "link": "http://twitter.com/lki_dja"
      },
      {
        "name": "linkedin",
        "link": "https://www.linkedin.com/in/agilemanagement/"
      }
    ],
    "ribbon": [{
      "abbr": "Keynote",
      "title": "Keynote"
    }]
  },
  {
    "id": 001,
    "name": "Klaus",
    "surname": "Leopold",
    "company": "LEANability GmbH",
    "title": "Managing Partner",
    "bio": "Dr. Klaus Leopold is computer scientist with many years of experience in helping organizations from different industries on their improvement journey with Lean and Kanban. He is co-author of the book 'Kanban in der IT' (in German, published by Hanser Verlag) and co-author of the English translation 'Kanban Change Leadership' (to be published at the end of 2014 by Wiley). Klaus is one of the first Lean Kanban trainers and Lean Kanban coaching worldwide and he is co-founder of the Limited WIP Society Austria and the Swiss Limited WIP Society and founding member of the management network Stoos. His main interest is evolutionary change leadership at the value stream level using the Kanban method.",
    "thumbnailUrl": "klausleopold.jpg",
    "keynote": false,
    "social": [{
        "name": "twitter",
        "link": "https://twitter.com/klausleopold"
      },
      {
        "name": "linkedin",
        "link": "https://www.linkedin.com/in/klausleopold/"
      },
      {
        "name": "site",
        "link": "http://klausleopold.com"
      }
    ],
    "ribbon": [{
        "abbr": "AKT",
        "title": "Accredited Kanban Trainer"
      },
      {
        "abbr": "KCP",
        "title": "Kanban Coaching Professional"
      }
    ]
  },
  {
    "id": 002,
    "name": "Nadine",
    "surname": "Wolf",
    "company": "it-agile",
    "title": "Akkreditierte Kanban-Trainerin / Agile Coach",
    "bio": "Nadine Wolf ist gelernte Friseurin und Diplom-Kauffrau, und sie liebt es, wenn kleine Veränderungen große Wirkung haben. Sie hat im Dezember 2011 im Verwaltungsteam „Moneypenny“ bei it-agile angefangen. Inzwischen hat sie viel agile Luft geatmet, eine Coaching-Ausbildung absolviert, Kanban-Knowhow erworben und hat sich so zum Agilen Coach und zur Akkreditierten Kanban-Trainerin entwickelt.",
    "thumbnailUrl": "NadineWolf.jpg",
    "keynote": false,
    "social": [{
      "name": "twitter",
      "link": "https://twitter.com/NadineWolfHH"
    }],
    "ribbon": [{
        "abbr": "GER",
        "title": "German talk"
      },
      {
        "abbr": "AKT",
        "title": "Accredited Kanban Trainer"
      }
    ]
  },
  {
    "id": 003,
    "name": "Boris",
    "surname": "Kneisel",
    "company": "herontix",
    "title": "Agile Innovation Coach",
    "bio": "Over the last decade Boris developed into the profile as a cross-industry Lean &amp; Agile Innovation Expert –\nspecializing in ''turn-arounds''. He loves the really challenging so-called ''Phoenix-projects'' the most (the\nones that nobody believes in their delivery any more, at all…until their set-ups are adjusted…). He was\nemployed with a German SW-industry Global-player for 20+ years and founded a consultancy boutique.\nAs an Agile Coach be offers vast experience on approaches ranging from classic waterfall to various\nmethods of increasing Agility (Kanban & Scrum), how to align Innovation-procedures (Design Thinking, TRIZ\netc.) with them, how to scale-out their adaptation within large organizations (ESP & scaling frameworks),\nand how to ensure business resilience, continuous improvement &amp; survivability (SixSigma, DevOps, KMM).",
    "thumbnailUrl": "BorisKneisel.jpg",
    "keynote": false,
    "social": [{
        "name": "twitter",
        "link": "https://twitter.com/AglSherpa"
      },
      {
        "name": "linkedin",
        "link": "https://www.linkedin.com/in/bokneisel/"
      },
      {
        "name": "site",
        "link": "http://www.boriskneisel.de"
      }
    ],
    "ribbon": [{
      "abbr": "AKT",
      "title": "Accredited Kanban Trainer"
    }]
  },
  {
    "id": 004,
    "name": "Wolfgang",
    "surname": "Wiedenroth",
    "company": "it-agile",
    "title": "CEO, Kanban Trainer & Coach",
    "bio": "Wolfgang works a consultant at it-agile. Wolfgang main focus lies on enabling clients to improve their business to more agility, while at the same time creating work environments where people love to work. Viewing situations in systems in combination with Lean thinking and the Kanban Method, Wolfgang helped lots of customers in improving the services including Software development, Operations, Marketing, HR, Hardware Development. As a trainer he often intertwine theory with his real-life Kanban experiences and introduce concepts with practical exercises.</br></br>Wolfgang is co-founder of the Limited WIP Society Munich, host of the Limited WIP Society DACH group on XING. He also co-translated Mike Burrow's book 'Kanban from the Inside' to German.",
    "thumbnailUrl": "wolfgangwiedenroth.jpg",
    "keynote": false,
    "social": [{
        "name": "twitter",
        "link": "https://twitter.com/wwiedenroth"
      },
      {
        "name": "linkedin",
        "link": "https://www.linkedin.com/in/wolfgang-wiedenroth"
      },
      {
        "name": "site",
        "link": "https://agilemanic.com"
      }
    ],
    "ribbon": [{
        "abbr": "AKT",
        "title": "Accredited Kanban Trainer"
      },
      {
        "abbr": "KCP",
        "title": "Kanban Coaching Professional"
      }
    ]
  },
  {
    "id": 005,
    "name": "Thomas",
    "surname": "Epping",
    "company": "codecentric AG",
    "title": "Organisational Development and Management Methods",
    "bio": "Thomas Epping arbeitet als Berater für Organisationsentwicklung und Managementmethoden. Er sucht, öffnet und etabliert individuelle Wege für produktive Zusammenarbeit entlang von Wertschöpfungsketten. Besonderes Interesse richtet er auf Muster in Organisationsformen und Interaktionen.",
    "thumbnailUrl": "ThomasEpping.jpg",
    "keynote": false,
    "social": [{
        "name": "twitter",
        "link": "https://twitter.com/thomasepping"
      },
      {
        "name": "linkedin",
        "link": "https://www.linkedin.com/in/thomas-epping-552ba786/"
      }
    ],
    "ribbon": [{
        "abbr": "GER",
        "title": "German talk"
      },
      {
        "abbr": "KCP",
        "title": "Kanban Coaching Professional"
      }
    ]
  },
  {
    "id": 006,
    "name": "Todd",
    "surname": "Little",
    "company": "Lean Kanban Inc.",
    "title": "CEO",
    "bio": "Todd Little is CEO at Kanban University, the leading provider of professional Kanban management training. He is also a Founder at Accelinnova, a leadership and agility consulting group.  Previously he has held executive roles as Vice President of Product Development for IHS, and Director of Software and Technology for Landmark Graphics a division of Halliburton.He has been developing or leading the development of software for over 35 years.</br>
    For the past 10 + years,
    Todd has been a frequent presenter at Agile and Software conferences around the globe.He is a founding member and past President of the Agile Leadership Network.He has served on the Board of Directors of both the Agile Alliance and the Agile Leadership Network,
    and was a co - founder and Conference chair
    for several of the Agile20XX conferences. < /br>
    Todd is a co - author of the book 'Stand Back and Deliver: Accelerating Business Agility,'
    Addison Wesley.
    ",
    "thumbnailUrl": "ToddLittle.jpg",
    "keynote": false,
    "social": [{
        "name": "twitter",
        "link": "https://twitter.com/toddelittle"
      },
      {
        "name": "linkedin",
        "link": "https://www.linkedin.com/in/toddelittle"
      }
    ]
  },
  {
    "id": 007,
    "name": "Patrick",
    "surname": "Steyaert",
    "company": "Okaloa",
    "title": "Founder",
    "bio": "Patrick Steyaert is founder of Okaloa. Patrick teaches, coaches and speaks about 21 st century business agility and setting in motion a new type of change that is more resilient to setbacks. Patrick is the co-creator of Okaloa Flowlab business simulations teaching the foundations of flow, self-organization and active learning as the corner stones of agile business. He is the Brickell Key Award Winner 2015 for outstanding contribution to the Kanban community with Discovery Kanban and is an LKU Accredited Kanban Trainer and Kanban Coaching Professional. He is a regular speaker at international conferences. Arlette Vercammen, co-founder of Okaloa, will be co-facilitating. Toghether with Patrick, she develops Okaloa Flowlab and is responsible for product design, marketing and operations.",
    "thumbnailUrl": "PatrickSteyaert.jpg",
    "keynote": false,
    "social": [{
        "name": "twitter",
        "link": "https://twitter.com/toddelittle"
      },
      {
        "name": "linkedin",
        "link": "https://www.linkedin.com/in/patricksteyaert"
      },
      {
        "name": "site",
        "link": "https://www.okaloa.com"
      }
    ],
    "ribbon": [{
        "abbr": "AKT",
        "title": "Accredited Kanban Trainer"
      },
      {
        "abbr": "KCP",
        "title": "Kanban Coaching Professional"
      }
    ]
  },
  {
    "id": 008,
    "name": "Dimitar",
    "surname": "Karaivanov",
    "company": "Kanbanize",
    "title": "CEO",
    "bio": "Dimitar Karaivanov, CEO and Co-founder of Kanbanize, is a Lean-thinker and a Kanban practitioner with a solid background in the areas of software development and process improvement. His expertise was gained through more than 15 years of career development at companies like Johnson Controls, SAP and Software AG. Through the success of his company, he has proven that Kanban can be used for product development and not just change management activities. He is passionate about achieving extreme performance at scale and applying Lean / Kanban outside IT. Dimitar is a keynote speaker and author of ‘Lean Software Development with Kanban’. He is an active member of the Lean / Kanban community and supporter of initiatives, which aim to promote it.",
    "thumbnailUrl": "DimitarKaraivanov.jpg",
    "keynote": false,
    "social": [{
        "name": "twitter",
        "link": "https://twitter.com/Dimitar_HK"
      },
      {
        "name": "linkedin",
        "link": "https://www.linkedin.com/in/dimitar-karaivanov/"
      }
    ]
  },
  {
    "id": 009,
    "name": "Natalia",
    "surname": "de Souza Manha",
    "company": "PagSeguro",
    "title": "Lean Portfolio Management and Agile Coach",
    "bio": "Natalia Manha is a Kanban Management Professional that started her career at IBM in 2007, working with Lean Management Principles in areas as Mainframe and Middleware Operations, Support and Project Management. In 2016, she was invited to participate in the training and mentoring of 1.500 people in IBM Costa Rica using Systems Thinking Approach (STATIK), to learn and be able to lead the work in Brazil, with 5.000 people. Globally, this endeavour involved more then 40.000 people using Kanban for more then a 100 services. Since 2018, she is supporting the Lean Portfolio Governance in PagSeguro, a Fintech that provides products to disrupt financial services and is becoming a reference in Agile for Portfolio Management in Brazil.",
    "thumbnailUrl": "NataliaManha.jpg",
    "keynote": false,
    "social": [{
        "name": "twitter",
        "link": "https://twitter.com/nataliamanha"
      },
      {
        "name": "linkedin",
        "link": "https://www.linkedin.com/in/nataliamanha"
      }
    ]
  },
  {
    "id": 010,
    "name": "Sven",
    "surname": "Ditz",
    "company": "sitegeist agile transformation GmbH",
    "title": "CEO",
    "bio": "Sven Ditz was born in 1968 in Buchholz in the Nordheide. He already recognized the potential of the Internet early on. Since 1996 he has been a referee and lecturer for online topics and founded sitegeist. As a managing director, he has always had to react to changes in the market. So he brought Gina Steiner to sitegeist.",
    "thumbnailUrl": "SvenDitz.jpg",
    "keynote": false,
    "social": [{
        "name": "twitter",
        "link": "https://twitter.com/gehtdoch"
      },
      {
        "name": "linkedin",
        "link": "https://www.linkedin.com/in/sven-ditz-99847a9/"
      }
    ]
  },
  {
    "id": 011,
    "name": "Gina",
    "surname": "Steiner",
    "company": "sitegeist agile transformation GmbH",
    "title": "Agile Change Manager",
    "bio": "Gina was born in 1969 and first studied Meteorology at the University of Hamburg. Gina is a true all-rounder, she has organized a lot in the TYPO3 community, of which the three year was the Vice President. Also in the Neos Foundation, she is active as Director until today. At sitegeist she established Kanban and restructured the agency with Sven Ditz.",
    "thumbnailUrl": "GinaSteiner.jpg",
    "keynote": false,
    "social": [{
        "name": "twitter",
        "link": "https://twitter.com/gina_steiner"
      },
      {
        "name": "linkedin",
        "link": "https://www.linkedin.com/in/ginasteiner/"
      }
    ]
  },
  {
    "id": 012,
    "name": "Boris Karl",
    "surname": "Schlein",
    "company": "Kühne + Nagel (AG & Co.) KG",
    "title": "Agile Coach",
    "bio": "Boris works as an Agile Coach at Kühne+Nagel in Hamburg for one of their biggest software development ventures. There, his focus lies on the methodological progress of development teams in a lean agile setting where they established a three level Kanban system. To guarantee success, he also consults the management in strategic decisions regarding frame conditions for those teams. To do so, Boris focuses also on organizational development like leadership development or structural changes making heavy use of systems thinking. His aim is to enable people to develop a more user-/customer-oriented mind set so that Kühne+Nagel meets the challenges of digitization on a long term.",
    "thumbnailUrl": "BorisKarlSchlein.jpg",
    "keynote": false,
    "social": [{
        "name": "twitter",
        "link": "https://twitter.com/BKS707"
      },
      {
        "name": "linkedin",
        "link": "https://www.linkedin.com/in/boriskarlschlein/"
      }
    ]
  },
  {
    "id": 013,
    "name": "Jochen",
    "surname": "Goeser",
    "company": "Robert Bosch Power Tools",
    "title": "Project Lead Agile Transformation @ PT",
    "bio": "",
    "thumbnailUrl": "JochenGoeser.jpg",
    "keynote": false,
    "social": [{
      "name": "linkedin",
      "link": "https://www.linkedin.com/in/jochen-goeser-0bb4541"
    }]
  },
  {
    "id": 014,
    "name": "Carmen",
    "surname": "Knippenberg",
    "company": "Robert Bosch Power Tools",
    "title": "Agile Master for a Business Unit",
    "bio": "",
    "thumbnailUrl": "CarmenKnippenberg.jpg",
    "keynote": false,
    "social": [{
      "name": "linkedin",
      "link": "https://www.linkedin.com/in/carmen-knippenberg-744496a0/"
    }]
  },
  {
    "id": 015,
    "name": "Katya",
    "surname": "Terekhova",
    "company": "Pushwoosh",
    "title": "Project Manager",
    "bio": "Katya is a project manager at Pushwoosh in Novosibirsk, Russia.</br>
    She learned about kanban
    while working at Arello Mobile,
    where they had lots of autonomy to experiment and continued working on new challenges at Arello’ s sister company,
    Pushwoosh 2 years ago. < /br>
    Katya is an alumni of the Kanban Coaching Masterclass,
    Lean Kanban India and speaker at LKCE’ 17. ",
    "thumbnailUrl": "KatyaTerekhova.jpg",
    "keynote": false,
    "social": [{
      "name": "linkedin",
      "link": "https://www.linkedin.com/in/carmen-knippenberg-744496a0/"
    }]
  },
  {
    "id": 016,
    "name": "Maren",
    "surname": "Baermann",
    "company": "Innoviva",
    "title": "Innovation Consultant",
    "bio": "Maren is an innovation psychologist and passionate about supporting teams in strengthening creativity and their agile mindset. For her, autonomous motivation is the missing link between agility and a healthy innovation culture.
    As an innovation consultant she facilitates idea workshops and creativity trainings and provides agile softskills seminars
    for Product Owners.
    She enjoys combining her insights from her M.S.Psychology(RWTH Aachen, 2001) and her M.S.Creative Studies(SUNY 2006) with experiences from working in a big corporate,
    teaching at university(innovation, facilitation & entrepreneurship) and her competences from consulting companies and teams as a freelance since 2009. ",
    "thumbnailUrl": "MarenBaermann.jpg",
    "keynote": false,
    "social": [{
        "name": "twitter",
        "link": "https://twitter.com/innoviva"
      }, {
        "name": "linkedin",
        "link": "https://www.linkedin.com/in/maren-baermann-04044214/"
      },
      {
        "name": "site",
        "link": "https://www.innoviva-consulting.de"
      }
    ]
  },
  {
    "id": 017,
    "name": "Alexei",
    "surname": "Zheglov",
    "company": "Lean A-to-Z, Inc.",
    "title": "Founder and Principal Consultant",
    "bio": "Alexei is a Kanban Coaching Professional (KCP) and Accredited Kanban Trainer (AKT). He has used, coached, taught Kanban for almost a decade and developed several new leaders of this method. One of his enduring interests is the phenomenon of time, simply time it takes to do something and deliver it. He does serious math so that you don’t have to and distills it into simple, practical advice. He lives in Toronto, Canada.",
    "thumbnailUrl": "AlexeiZheglov.jpg",
    "keynote": false,
    "social": [{
        "name": "twitter",
        "link": "https://twitter.com/az1"
      }, {
        "name": "linkedin",
        "link": "https://www.linkedin.com/in/azheglov/"
      },
      {
        "name": "site",
        "link": "https://www.leanatoz.com/"
      }
    ],
    "ribbon": [{
        "abbr": "AKT",
        "title": "Accredited Kanban Trainer"
      },
      {
        "abbr": "KCP",
        "title": "Kanban Coaching Professional"
      }
    ]
  },
  {
    "id": 018,
    "name": "Matthew",
    "surname": "Philip",
    "company": "1904labs",
    "title": "Director of Delivery",
    "bio": "As Director of Delivery at 1904labs, Matthew helps build the right teams to build the right things the right way. He is especially passionate about building learning organizations and creating humanizing and engaging work environments.",
    "thumbnailUrl": "MatthewPhilip.jpg",
    "keynote": false,
    "social": [{
        "name": "twitter",
        "link": "https://twitter.com/mattphilip"
      }, {
        "name": "linkedin",
        "link": "https://www.linkedin.com/in/matthewphilip"
      },
      {
        "name": "site",
        "link": "https://mattphilip.wordpress.com"
      }
    ]
  },
  {
    "id": 019,
    "name": "Anita",
    "surname": "Cattiau",
    "company": "Loopingz",
    "title": "Agile Project Manager",
    "bio": "Anita Cattiau supports teams to create value with more happiness, less waste and solve business challenges. She has delivered projects for over 10 years with an Agile perspective and a strong background in Project Management.
    French American with Argentinian and Lebanese origins,
    she 's also able to pull international teams together and make the most of cultural diversity.",
    "thumbnailUrl": "AnitaCattiau.jpg",
    "keynote": false,
    "social": [{
      "name": "linkedin",
      "link": "https://www.linkedin.com/in/anitaderiane"
    }]
  },
  {
    "id": 020,
    "name": "Matías E.",
    "surname": "Fernández",
    "company": "Swisscom (Schweiz) AG",
    "title": "Agile Coach",
    "bio": "Enabling organisations to achieve outstanding and sustainable results that exceed customers’ expectations is Matías' passion. He calls himself DevOps evangelist, Kanban practitioner, LeanStartup advocate, Linux and OSS afficionado. He is a keen learner and challenger of the status quo.
    In 2017 he joined Swisscom(Schweiz) AG to support the transformation towards new ways of working.
    ",
    "thumbnailUrl": "MatiasEFernandez.jpg",
    "keynote": false,
    "social": [{
        "name": "linkedin",
        "link": "https://www.linkedin.com/in/matiasfrndz/"
      },
      {
        "name": "twitter",
        "link": "http://twitter.com/matiasfrndz"
      }
    ]
  },
  {
    "id": 021,
    "name": "Mesrop",
    "surname": "Yaghubian",
    "company": "Infometis AG",
    "title": "EKC",
    "bio": "Seit 2016 unterstützt Mesrop Yaghubian als Agile Coach und Kanban Coach Unternehmen, Organisationseinheiten oder Teams Kanban Systeme aufzubauen und begleitet sie im Prozess der kontinuierlichen Verbesserung.",
    "thumbnailUrl": "MesropYaghubian.jpg",
    "keynote": false,
    "social": [{
      "name": "linkedin",
      "link": "https://www.linkedin.com/in/mesrop-yaghubian-8559109/"
    }]
  },
  {
    "id": 022,
    "name": "Daniel",
    "surname": "Schimera",
    "company": "REWE Digital GmbH",
    "title": "Tribe Master",
    "bio": "Daniel Schimera arbeitet als Tribe Master in der Produktentwicklung von REWE Digital. Dort ist gestaltet er das Zusammenspiel des Produkt-Portfolio-Levels mit dem Business. Sein Themenschwerpunkte sind die Selbstorganisation rund um Wertströme, skalierte Produktentwicklung und Flight-Level-Architekturen.
    Als Sprecher war er in den letzten Jahre auf der solutions.hamburg,
    der LKCE,
    der Konferenz für Integriertes IT Demand und Portfolio Management,
    sowie auf diversen Community - Veranstaltungen tätig.
    ",
    "thumbnailUrl": "DanielSchimera.jpg",
    "keynote": false,
    "social": [{
        "name": "linkedin",
        "link": "https://www.linkedin.com/in/daniel-schimera-45b53916b/"
      },
      {
        "name": "twitter",
        "link": "https://twitter.com/SchimeraD"
      }
    ]
  },
  {
    "id": 023,
    "name": "Mike",
    "surname": "Freislich",
    "company": "agile42",
    "title": "Business Agility Coach and Trainer",
    "bio": "Mike has worked as an IT professional since 1994 and has been involved in managing teams and developing software products since 1998.

    Since discovering Agile in 2005,
    Mike has been passionate about helping teams and organisations achieve their potential through the use of Lean and Agile methods.Mike believes that true organisational agility stems from engaged leadership,
    system - aware employees,
    a laser - like focus on customer value and relentless,
    collaborative improvement.He has worked with countless organisations over the years,
    helping them grow the culture and methods they need to become their best and stay there.

    Mike loves the Kanban approach to creating inclusive,
    collaborative,
    focused,
    measurable,
    improvements within teams and organisations.After having been inspired by Dr.Klaus Leopold in 2015,
    Mike has worked hard to achieve his Kanban Trainer accreditation(AKT) in 2017. Mike spends his time training and coaching individuals and organisations in South Africa and abroad.
    ",
    "thumbnailUrl": "MikeFreislich.jpg",
    "keynote": false,
    "social": [{
        "name": "linkedin",
        "link": "https://www.linkedin.com/in/mikefreislich/"
      },
      {
        "name": "twitter",
        "link": "https://twitter.com/mikefreislich"
      },
      {
        "name": "site",
        "link": "https://www.agile42.com/en/training/trainer/35/mike-freislich/"
      }
    ],
    "ribbon": [{
      "abbr": "AKT",
      "title": "Accredited Kanban Trainer"
    }]
  },
  {
    "id": 024,
    "name": "Kulawat",
    "surname": "Wongsaroj",
    "company": "Lean In Consulting",
    "title": "Agile Coach",
    "bio": "Kulawat and Kamon are Agile coaches from Thailand with more than 10+ years of unique experiences on Enterprise Agile transformation.
    They have been helping various enterprises as well as startup programs.They are the key Lean - Kanban evangelist as well as pioneering Flight Levels in Thailand.
    On the community side,
    Kulawat and Kamon were the lead translators of the Official Agile Manifesto Translation project
    for Thai language and also the co - founder of Agile66,
    the largest Agile community in South East Asia.They are the major contributors of flagship annual Agile conferences in Thailand which are Agile Thailand and Agile Tour Bangkok hosting more than 300 people in each conference
    for the past 8 consecutive years.
    ",
    "thumbnailUrl": "KulawaWongsaroj.jpg",
    "keynote": false,
    "social": [{
        "name": "linkedin",
        "link": "https://www.linkedin.com/in/kulawat/"
      },
      {
        "name": "site",
        "link": "http://fb.com/leaninco"
      }
    ]
  },
  {
    "id": 025,
    "name": "Kamon",
    "surname": "Treetampinij",
    "company": "Lean In Consulting",
    "title": "Agile Coach",
    "bio": "Kulawat and Kamon are Agile coaches from Thailand with more than 10+ years of unique experiences on Enterprise Agile transformation.
    They have been helping various enterprises as well as startup programs.They are the key Lean - Kanban evangelist as well as pioneering Flight Levels in Thailand.
    On the community side,
    Kulawat and Kamon were the lead translators of the Official Agile Manifesto Translation project
    for Thai language and also the co - founder of Agile66,
    the largest Agile community in South East Asia.They are the major contributors of flagship annual Agile conferences in Thailand which are Agile Thailand and Agile Tour Bangkok hosting more than 300 people in each conference
    for the past 8 consecutive years.
    ",
    "thumbnailUrl": "KamonTreetampinij.jpg",
    "keynote": false,
    "social": [{
        "name": "linkedin",
        "link": "https://www.linkedin.com/in/korn4d/"
      },
      {
        "name": "site",
        "link": "http://fb.com/leaninco"
      }
    ]
  }
]